{
    "basics": {
        "name": "Jean-Sébastien Renaud",
        "label": "Programmer",
        "picture": "",
        "email": "jean-sebastien@renaud.xyz",
        "phone": "(+33)6 26 55 91 23",
        "website": "http://renaud.xyz",
        "summary": "I am in 3rd year student in Computer Science in CentraleSupélec, Supélec formation (high ranked French engineering school). My involvement in the association Supélec Rézo as a regular member, then an administrator, secretary and president depicts my growing interest for computer science. Supélec Rézo allowed me to develop several skills among architecture, information systems management, development, working with professional hardware or managing voluntary teams working on long term projects. Finally, I recently came to like web development as both a back-end and a front-end developer thanks to my personal and academic projects. I am therefor searching a 6 month end-of-studies internship, outside of France, in this field starting in April 2016.",
        "location": {
            "address": "",
            "postalCode": "",
            "city": "Paris",
            "countryCode": "France",
            "region": ""
        },
        "profiles": [
            {
                "network": "Twitter",
                "username": "BackIsBachus",
                "url": "https://twitter.com/BackIsBachus"
            },
            {
                "network": "Tumblr",
                "username": "BackIsBachus",
                "url": "https://backisbachus.tumblr.com/"
            }
        ]
    },
    "work": [
        {
            "company": "Student Gaming Network",
            "position": "Network Project Manager and Lead Fron-end Developer",
            "website": "http://studentgamingnetwork.fr",
            "startDate": "2015-06-01",
            "endDate": "",
            "summary": "The Student Gaming Network is a federation created in 2015 which gathers the gaming associations from many French universities, engineering and business schools. They also organize an E-sport tournament for students in partnership with the ESL.",
            "highlights": [
                "Design, development and launch of a showcase website",
                "Design and incremental implementation of a complete IT environment (mail, project management platform, discussion platform, etc)"
            ]
        },
        {
            "company": "ISoft",
            "position": "Engineering Internship - Amadea Web application developer",
            "website": "http://www.isoft.fr/index_en.htm",
            "startDate": "2015-06-29",
            "endDate": "2015-08-28",
            "summary": "Amadea is a Data Management Platform for real time data integration and transformation based on Data Morphing. It is the base engine for several other application developed by ISoft such as Fraud Manager used in fraud control by banks and insurance companies.",
            "highlights": [
                "Update of a demo application for Amadea Web (data mining and web based reports software) to select style classes to apply to a component.",
                "Adaptation of the personalization module to be reusable in another application which allowed a user to select preset components.",
                "Continuous reflection about possible evolutions of Amadea Web thanks to this update."
            ]
        },
        {
            "company": "CentraleSupélec - TrainingAdvisor",
            "position": "Symfony2 Back-end Developer",
            "website": "https://trainingadvisor.supelec.fr",
            "startDate": "2014-09-01",
            "endDate": "2015-07-15",
            "summary": "(School project) TrainingAdvisor is a platform that regroups all the international academic opportunities available for the students of CentraleSupélec and the feedbacks from those who have already been there. TrainingAdvisor aims at simplifying the access to information for the students and offering them the benefits of their predecessors experience and advice. The platform also make it possible to extract the main trends.",
            "highlights": [
                "Design according to specifications from the international direction and the strategic direction,",
                "Development of a web platform with Symfony2",
                "Launch in production of the platform for the end of the school year 2014-2015"
            ]
        },
        {
            "company": "CyXplus",
            "position": "Developer intern",
            "website": "http://www.cyxplus.fr/",
            "startDate": "2014-06-15",
            "endDate": "2014-07-18",
            "summary": "CyXplus is in the NDT (Non Destructive Testing) industry, and is constantly working at supplying the most efficient inspection equipment and software to demanding manufacturing industries.",
            "highlights": [
                "Development of scripts in VBA to control and automatically generate files for the software design office."
            ]
        }
    ],
    "volunteer": [
        {
            "organization": "Supélec Rézo",
            "position": "President",
            "website": "http://rezomen.fr/",
            "startDate": "2014-12-01",
            "endDate": "2015-05-01",
            "summary": "Management of the association as President. Administration of several servers and servicies for the association providing an internet connexion to a 700-800 student campus.",
            "highlights": [
                "Changed the fiber connecting the campus for a higer bandwith",
                "Migrated the monitoring service from Nagios to Icinga2"
            ]
        },
        {
            "organization": "Supélec Rézo",
            "position": "Secretary",
            "website": "http://rezomen.fr/",
            "startDate": "2014-04-01",
            "endDate": "2014-12-01",
            "summary": "Management of the association as Secretary. Administration of several servers and servicies for the association providing an internet connexion to a 700-800 student campus.",
            "highlights": [
                "Training of the new active members of the association"
            ]
        }
    ],
    "education": [
        {
            "institution": "CentraleSupélec",
            "area": "Computer Science",
            "studyType": "Master of Engineering (MEng)",
            "startDate": "2013-09-02",
            "endDate": "",
            "gpa": "",
            "courses": [
                "Advanced Web applications",
                "Network and system programming",
                "Security oriented programming",
                "Web algorithms and social networks"
            ]
        },
        {
            "institution": "Lycée Vauvenargues",
            "area": "Physics and Technology",
            "studyType": "Preparatory class for the \"Banque PT\" selective exam",
            "startDate": "2011-09-01",
            "endDate": "2013-07-15",
            "gpa": "",
            "courses": [

            ]
        }
    ],
    "awards": [
        {
            "title": "Digital Compression Pioneer Award",
            "date": "2014-11-01",
            "awarder": "Techcrunch",
            "summary": "There is no spoon."
        }
    ],
    "publications": [
        {
            "name": "Video compression for 3d media",
            "publisher": "Hooli",
            "releaseDate": "2014-10-01",
            "website": "http://en.wikipedia.org/wiki/Silicon_Valley_(TV_series)",
            "summary": "Innovative middle-out compression algorithm that changes the way we store data."
        }
    ],
    "skills": [
        {
            "name": "Web Development",
            "level": "Master",
            "keywords": [
                "HTML",
                "CSS",
                "Javascript"
            ]
        },
        {
            "name": "Compression",
            "level": "Master",
            "keywords": [
                "Mpeg",
                "MP4",
                "GIF"
            ]
        }
    ],
    "languages": [
        {
            "language": "French",
            "fluency": "Native speaker"
        },
        {
            "language": "English",
            "fluency": "Professional working proficiency"
        },
        {
            "language": "Spanish",
            "fluency": "Limited working proficiency"
        }
    ],
    "interests": [
        {
            "name": "Sport",
            "keywords": [
                "Krav Maga",
                "Mountain Biking",
                "Orienteering"
            ]
        },
        {
            "name": "Cooking"
        },
        {
            "name": "Video games"
        }
    ],
    "references": [
        {
            "name": "",
            "reference": ""
        }
    ]
}
